Repository: kin47/Flutter-Training
Catalog: lib/l10n/app_*.arb
Languages: vi

# lang_en
source: English
vi: Tiếng Anh

# lang_vn
source: Vietnamese
vi: Tiếng Việt

# welcome
source: Welcome to Flutter Training Library
vi: Chào mừng đến với Flutter Training Library

# letsCreateAccount
source: Let's create an account
vi: Hãy tạo tài khoản

source: Username
vi: Tên tài khoản

source: Password
vi: Mật khẩu

source: Confirm Password
vi: Nhập lại mật khẩu

# signUpSuccess
source: Sign Up Successfully
vi: Đăng nhập thành công

source: Back to Login Screen
vi: Về màn hình đăng nhập

source: Sign Up
vi: Đăng ký

source: Log In
vi: Đăng nhập

# dontHaveAccount
source: Don't have an account?
vi: Chưa có tài khoản?

# passwordNotMatch
source: Password do not match
vi: Mật khẩu không trùng khớp

source: My Books
vi: Sách của tôi

# visitLibrary
source: Visit the library
vi: Thư viện

# libraryTitle
source: Our library
vi: Thư viện của chúng tôi

# bookInfo
source: Information about this book
vi: Thông tin sách

# bookName
source: Name
vi: Tên sách

source: Author
vi: Tác giả

source: Genre
vi: Thể loại

# publishDate
source: Published Date
vi: Năm phát hành

source: Number of pages
vi: Số trang

source: Description
vi: Mô tả

# borrowBook
source: Borrow this book
vi: Mượn sách

# borrowSuccess
source: Borrowed books successfully
vi: Mượn sách thành công

# donateTooltip
source: Donate your book to our library here
vi: Tặng sách cho chúng tôi ở đây

# donateTitle
source: Donate your book here
vi: Tặng sách

# yourBookInfo
source: Your Book Information
vi: Sách của bạn

source: Publish Year
vi: Năm xuất bản

source: Donate
vi: Tặng sách

# enterURL
source: Enter a URL
vi: Nhập URL ảnh

source: Image URL
vi: URL ảnh

# donateSuccess
source: Thank you for donating your book
vi: Cảm ơn bạn đã tặng sách cho chúng tôi

# myBookTitle
source: My books
vi: Sách của tôi

source: My rating
vi: Đánh giá của tôi

source: Progress
vi: Tiến độ

source: Close
vi: Đóng

# returnBook
source: Return this book
vi: Trả sách

# rateBook
source: Rate this book
vi: Đánh giá

# currentPage
source: Your current page
vi: Trang hiện tại

# changeInfo
source: Change information
vi: Đổi thông tin

# changeYourInfo
source: Change your information
vi: Đổi thông tin của bạn

# note
source: *Note: You don't have to change both name and password
vi: *Lưu ý: bạn không cần phải thay đổi cả tên tài khoản và mật khẩu cùng lúc

source: Change name
vi: Đổi tên

# accountName
source: Name
vi: Tên

# currentPassword
source: Your current password
vi: Mật khẩu hiện tại

source: New password
vi: Mật khẩu mới

# confirmNewPassword
source: Confirm your new password
vi: Xác nhận mật khẩu mới

source: Change password
vi: Đổi mật khẩu

source: Delete account
vi: Xóa tài khoản

# changeNameSuccess
source: Change name successfully
vi: Đổi tên thành công

# deleteAccAsk
source: Do you want do delete your account?
vi: Bạn vẫn muốn xóa tài khoản?

source: Yes
vi: Có

source: No
vi: Không

# settingsTitle
source: Settings
vi: Cài đặt

source: Log Out
vi: Đăng xuất

# createDate
source: Created date
vi: Ngày tạo tài khoản
